<?php

$token = "8929716589:AAHGRESc6EZCpDbvDqcIuT9Kk3J0RTpYkVQ"; #التوكن حق البوت 
$admin = 6525785749; #ايدي الادمن
$ch1=-1002452497834; #ايدي قناة المشتريات
$ch2=-1002259258966; #ايدي قناة الناجحة
$ch3=-1002468270195; #ايدي قناة التفعيلات
$ch4="https://t.me/"; #يوزر قناة التفعيلات او رابطها
$ch5=-1002268499035; #ايدي قناة الاشتراك الاجبارب
$ch6 = "قناة البوت"; # معرف او رابط قناة الاشتراك الاجباري
$api_key = "ايبي حسابك في بوت العنكبوت"; # api key حق الموقع 
$invitePoint = 0.0; #الربح من دعوة الرابط
$requestPointMsg = "
لشحن حسابك قم بالتواصل مع الادارة @Y_O_Ul
او بالتواصل مع احد الوكلاء في البوت
"; # رسالة شحن الرصيد
$supportMsg = "
في حالة واجهت اي مشكلة قم بالتواصل معنا عبر اليوزر التالي 
" ; #رسالة الدعم

$botUser="يورز البوت"; // يوزر البوت بدون @

$supportLink = "https://t.me/demo_seller_77";//التواصل مع الدعم
$requestLink = "https://t.me/demo_seller_77"; //التواصل مع الي يشحن رصيد






